Repository: jhni/itu4u
Catalog: sites/all/modules/sections/translations/*.po
Languages: sv

source: Section settings
sv: Sektionsinställningar

source: Name
sv: Namn

source: Give the name of the section.
sv: Ange sektionens namn.

source: Enabled
sv: Aktiverad

source: Enable or disable this section.
sv: Aktivera eller inaktivera sektionen.

source: Select theme
sv: Välj tema

source: Select the theme you want to use for this section. Disabled themes are not used until they are enabled on <a href="@url">themes</a> page.
sv: Välj det tema att använda för den här sektionen. Inaktiverade teman används inte förrän de aktiveras på <a href="@url">temasidan</a>.

source: Weight
sv: Vikt

source: Role specific visibility settings
sv: Rollspecifika visningsinställningar

source: Show section for specific roles
sv: Visa sektionen för specifika roller

source: Show this section only for the selected role(s). If you select no roles, the section will be visible to all users. If a user has any of the roles checked, the section will be visible for this user.
sv: Visa sektionen enbart för de valda rollerna. Om ingen roll väljs kommer sektionen att visas för alla användare. Användare som tillhör någon av de valda rollerna kommer att kunna se sektionen.

source: Page specific visibility settings
sv: Sidspecifika visningsinställningar

source: Show on every page except the listed pages.
sv: Visa block på alla sidor förutom de sidor som finns i listan.

source: Show on only the listed pages.
sv: Visa endast på de sidor som finns i listan.

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
sv: Skriv en sida per rad i form av Drupal-sökvägar. Tecknet '*' används som jokertecken. Sökvägsexempel: %blog för blogg-sidan, %blog-wildcard för alla personliga bloggar. %front är startsidan.

source: Show if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
sv: Visa om följande PHP-kod returnerar <code>TRUE</code> (PHP-läge, bara för experter).

source: If the PHP-mode is chosen, enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
sv: Om PHP är valt skriver du PHP-kod mellan %php. Observera att felaktig PHP-kod kan göra din Drupal-webbplats intakt.

source: Activate section on the specific pages
sv: Använd sektionen på specifika sidor

source: Pages
sv: Sidor

source: Edit section %name
sv: Redigera sektionen %name

source: Save
sv: Spara

source: Add section
sv: Lägg till sektion

source: The sections configuration has been saved.
sv: Sektionens inställningar har sparats.

source: Delete section %name
sv: Ta bort sektionen %name

source: Are you sure you want to delete the section %name?
sv: Är du säker på att du vill ta bort sektionen %name?

source: Delete
sv: Ta bort

source: Cancel
sv: Avbryt

source: The section %name has been deleted.
sv: Sektionen %name har tagits bort.

source: Edit
sv: Redigera

source: Save configuration
sv: Spara inställningarna

source: Section
sv: Sektion

source: Theme
sv: Tema

source: Operations
sv: Operationer

source: No sections available.
sv: Inga tillgängliga sektioner.

source: Disabled
sv: Ej aktiverad

source: Allows you to define sections of your site and apply themes to those sections.
sv: Låter dig definiera sektioner för din webbplats och använda teman för dem.

source: Stores section settings.
sv: Sparar sektionsinställningar.

source: Primary Key: Unique section ID.
sv: Primärnyckel: Unikt sektions-ID.

source: The name of this section.
sv: Sektionens namn.

source: Section enabled status. (1 = enabled, 0 = disabled)
sv: Aktiveringsstatus för sektion (1 = aktiverad, 0 = avaktiverad)

source: Internal path or URL alias with or without placeholders this section will apply (relative to Drupal root.)
sv: Intern sökväg eller webbadressalias för vilket detta tema skall gälla (relativt Drupals rotkatalog).

source: The theme under which the section settings apply.
sv: Tema att använda för sektionens sidor.

source: Flag to indicate how to show sections on pages. (0 = Show on all pages except listed pages, 1 = Show only on listed pages, 2 = Use custom PHP code to determine visibility)
sv: En flagga för att indikera hur sektioner hanteras på sidor. (0 = Visa på samtliga sidor utom listade sidor, 1 = Visa endast på listade sidor. 2 = Använd egen PHP kod för att bestämma synlighet)

source: Section weight within sections.
sv: Sektionsvikt inom sektioner.

source: Sets up access permissions for sections based on user roles
sv: Anger åtkomsträttigheter för sektioner utifrån användarroller

source: The user's role ID from {users_roles}.rid.
sv: Användarens roll ID från {users_roles}.rid.

source: The section's ID from {sections_data}.sid.
sv: Sektionens ID från {sections_data}.sid.

source: Sections
sv: Sektioner
